## Diablo2 Resurrected 닌텐도용 구입 후기
토요일부터 구매를 망설이다가 닌텐도 스위치에서 결제를 진행했다. 
망할.. 아들놈 계정에다가 5만원을 충전해버려서, 5천원을 더 충전하고 구매할까..
아니면 다시 5만원을 충전할까 고민하다가.. 
18세 이상이어야 한다는 구매조건 때문에.. 
다시 5만원을 충전해버리는 사태가 발생했다.

눈물을 머금고 다시 결제했다. 추후에 패밀리 사용권 결제에 사용하기로 기약하면서…

![인트로 이미지](https://raw.githubusercontent.com/magpiebros/magpiebros.github.io/master/2021-09-26-intro.jpeg)

## 게임 체험기
악마때문에 잠을 못잔 수도승의 시네마틱.. 끝내주고..
처음 진행할때는 약간 잘못산건가라는 생각이 들었지만, 진행할수록 찐잼이라고 느껴졌다.

첫번째 퀘스트 완료
역시 RPG는 이런 기분때문에 하는거 아니였냐! 국산 게임업계는 각성해라!
![인트로 이미지](https://raw.githubusercontent.com/magpiebros/magpiebros.github.io/master/2021-09-26-quest-done.jpeg)

약 2시간의 게임후 내 레벨...
![2시간 후](https://raw.githubusercontent.com/magpiebros/magpiebros.github.io/master/2021-09-26-2hours.jpeg)

## 게임을 2시간 진행해본 소감
### 단점
조각감이 별루다. (익숙해지면서 괜찮아지기 시작했다.)
대화를 할수 없다는게 그렇다. 
(어떤 사람들은 팔로우 미 같은 액션을 하던데 아직 할줄 모른다.)
마우스로 휙휙 가지 못하는것이 아쉽다.

### 장점
시네마틱이 웅장해서 좋았다.
옛날 감성이 돋고 몰입감이 좋았다.
처음의 별루였던 조작감이 익숙해지면서 잼있어 지기 시작했다.
템 구경하는 맛이 있다.

